Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh543-v2.tmx
Source language: bo
Languages: en

source: རྫུ་འཕྲུལ་ཆེན་པོ་སྔར་སངས་རྒྱས། །དེ་ཡི་གནས་སུའང་བཞུགས་པ་ཡིན། །
en: “Having gone to the place Where the former buddhas with great powers had gone,

source: ཀ་ཤི་སྐྱེ་བོའི་ཡུལ་དག་ཏུ། །དེར་ནི་རང་བདག་ཉིད་གནས་འགྱུར། །
en: I remained there myself Among the local Kāśī folk. {53.39}

source: ཞི་བ་མྱ་ངན་འདས་བྱེད་པའི། །དམ་ཆོས་ཆོས་ཀྱི་འཁོར་ལོ་བསྐོར། །
en: “Having turned the wheel of the sacred Dharma That brings the peace of nirvāṇa,

source: འཇིག་རྟེན་ལྷ་དང་ལྷ་མིན་བཅས། །འགྲོ་བ་ལྔ་ལ་ཡང་དག་བརྟེན། །འབྱུང་པོ་ཀུན་ལ་བདེ་བའི་ཕྱིར། །དེར་ནི་ཆོས་ཀྱང་རབ་ཏུ་བསྟན། །
en: I taught the Dharma there To bring about the happiness of all beings Whose existence depends on the five vital airs, Including gods and demigods. {53.40}

source: དེར་ནི་སྔ་མའི་སངས་རྒྱས་ཀྱིས། །ཆོས་ཀྱི་འཁོར་ལོ་རབ་ཏུ་བསྐོར། །
en: “The Dharma wheel was turned there Before by the primordial buddhas.

source: ཆོས་ཀྱི་འཁོར་ལོ་བླ་ན་མེད། །
en: I too taught The unsurpassed Dharma wheel there. {53.41}

source: དེ་ནི་ང་ཡིས་རབ་ཏུ་བསྟན། །སྲིད་ལས་གྲོལ་ཞིང་བ་དེ་དོན་དང་། །སེམས་ཅན་ཉེས་པ་བཟློག་པའི་ཕྱིར། །བདེ་ཞིང་ཞི་བར་གཞོལ་བའོ། །
en: “To bring the happiness of release from saṃsāra And to stop the faults of sentient beings, I turned the great wheel That brings the happiness of the final peace; {53.42}

source: ཚངས་པའི་འཁོར་ལོ་རབ་ཏུ་བསྐོར། །སྲིད་པའི་ལམ་ནི་གཞིག་དོན་དང་། །བདེན་བཞིའི་ཏིང་འཛིན་ལས་བྱུང་བའི། །འཕགས་ལམ་ཡན་ལག་བརྒྱད་པ་ནི། །ཚངས་པའི་གནས་བཞིས་རྣམ་པར་བརྒྱན། །
en: “The wheel that is intended to destroy the path of becoming And arises out of the samādhi of the four truths; The wheel comprised of the eightfold path And adorned with the four abodes of Brahmā; {53.43}

source: རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་དང་བཅས། །རྣམ་པ་བཅུ་གཉིས་བྱས་པ་ཡིན། །མ་རིག་འགག་པར་ཡང་དག་ལྡན། །རིག་པ་བསྐྱེད་པའི་རིམ་ལས་བྱུང་། །
en: “The wheel from whose felly arises knowledge, Thus blocking ignorance Along with the twelvefold cycle Of interdependent origination;

source: ཡང་དག་མཐའ་ཡི་ལེགས་མཐར་སྐྱེས། །དེ་ཉིད་མཐར་ནི་བསྟན་པ་ཡིན། །
en: {53.44} “The wheel that spreads the absolute truth Born, at its extreme edge, out of the ultimate reality;

source: ལུགས་སུ་འབྱུང་དང་བཟློག་པ་དག །ཐ་མར་བདག་ཉིད་རྟོགས་ཆེན་སྐྱེས། །
en: The wheel whose greatness arises from its felly With its forward and backward movements; {53.45}

source: སེམས་ཅན་མང་པོ་ཐར་དོན་དུ། །ཞི་བའི་འཁོར་ལོ་ཡང་དག་ལྡན། །ཉམས་དགའ་ཀ་ཤིའི་གྲོང་སྤངས་ནས། །དེ་ཚེ་བདག་ནི་མཉན་ཡོད་སོང་། །
en: “The auspicious wheel that spreads instructions And brings liberation to many beings. Having thus turned the wheel, I left the pleasant city of Kāśī and proceeded to Śrāvastī. {53.46}

source: དེ་ཚེ་མུ་སྟེགས་གདུལ་བྱའི་ཕྱིར། །ཆོ་འཕྲུལ་ཆེན་པོའང་བྱས་པ་ཡིན། །
en: “There, I humbled the tīrthikas With displays of miracles.

source: མི་ཡུལ་དག་ཏུ་རྫུ་འཕྲུལ་ནི། །དེ་ཚེ་ཡང་དག་བསྟན་པར་བྱས། །
en: Similarly, I displayed a miraculous feat In the district of Sāṅkāśya. {53.47}

source: མུ་སྟེགས་མང་པོའི་གནས་དག་ཏུའང་། །དེ་ཚེའང་རབ་ཏུ་དགའ་བར་བྱས། །ཡུལ་མིང་མེ་ཐབ་ཅེས་བྱ་བར། །ལྷ་ལས་བབས་པ་བཟང་པོ་བྱས། །
en: “Having delighted the people who live In the many places of pilgrimage, I made an auspicious descent from the realm of gods Among the people of Agnibhāṇḍa. {53.48}

source: སུམ་ཅུ་རྩ་གསུམ་དག་ཏུ་ཡང་། །ཆོས་ཉིད་ལ་ནི་བརྒྱ་བྱིན་སྦྱར། །
en: “In the realm of the Thirty-Three I introduced Śakra to the nature of phenomena,

source: དེ་ནས་འོག་མིན་ལྷ་སོགས་དང་། །ཚངས་སོགས་བརྒྱ་བྱིན་བཅས་པ་དང་། །རྣམ་ཐོས་གནོད་སྦྱིན་དབང་དང་བཅས། །
en: And in Akaniṣṭha , and so forth, I did the same With Brahmā and the others, including the Destroyer of Cities; {53.49} “The lords of yakṣa s, including Vaiśravaṇa;

source: རྒྱལ་ཆེན་བཞི་ཡི་རིས་དག་དང་། །རྟག་ཏུ་མྱོས་དང་གཞོང་ཐོགས་དང་། །པི་ཝང་གསུམ་པ་ཕྲེང་ཐོགས་དང་། །ལྷ་དང་གནོད་སྦྱིན་ཚོགས་རྣམས་ཀུན། །ས་བླ་ལྷ་དང་བར་སྣང་གནས། །
en: The hordes belonging to the four great kings; The sadāmatta and karoṭapāṇi gods; The vīṇātṛtīyaka and mālādhārin gods; {53.50} “All the gods and hosts of yakṣa s Who dwell on earth, in heaven, or in the space in between;

source: འཕགས་པ་གནོད་སྦྱིན་ཚོགས་བདག་དང་། །ལྷ་དང་ལྷ་མིན་ཐམས་ཅད་ཀྱང་། །
en: The noble leaders of yakṣa hosts; And all the lower gods and asuras. {53.51}

source: ཆོས་ཀྱི་འབྲས་བུ་ལྡན་པར་བྱས། །མྱ་ངན་འདས་གསུམ་རྗེས་འགྲོ་བྱས། །
en: “I introduced them to the fruit of the Dharma And caused them to seek out the threefold nirvāṇa.

source: སེམས་ཅན་བསམ་གྱིས་མི་ཁྱབ་པའང་། །དེ་ཚེ་ལེགས་པ་ཉིད་ལ་བཙུད། །དེ་དག་རྩིས་ཀྱི་གྲངས་མེད་པ། །འཁོར་བའི་མཐའ་བཞིན་དེ་མཐའ་མེད། །
en: I established inconceivable numbers of beings In a better state. {53.52} “The number of these beings is incalculable, As saṃsāra is infinite and has no end.

source: སྟོང་ཆེན་པོ་ཡི་འཇིག་རྟེན་གྱི། །ཁམས་དང་འདྲ་བར་བསམ་མི་ཁྱབ། །
en: Within great thousandfold universes dwell inconceivable numbers Of beings composed of the primary elements. {53.53}

source: རྟག་ཏུ་སེམས་ཅན་མང་པོ་ནི། །བདེན་པའི་དོན་ལ་ཡང་དག་སྦྱར། །དེ་ཚེ་དེར་ནི་ང་འོངས་ནས། །གནས་གཙང་སྟེང་དུ་གནས་ནས་ཀྱང་། །
en: “Having thus introduced many beings To the true meaning, I have now arrived and remain here, Above the realm of the Pure Abode. {53.54}

source: ཐེག་པ་གསུམ་ལ་རྗེས་འཇུག་པའི། །དམ་ཆོས་སྔགས་ནི་རབ་ཏུ་བསྐོར། །སེམས་ཅན་གདུལ་བྱ་ལ་བརྟེན་ནས། །
en: “I turned the wheel of the sacred mantra teachings That accord with the three vehicles And established beings in discipline.

source: ང་ཡིས་ཆོ་གའི་རྒྱལ་པོ་འདི། །འཇིག་རྟེན་མང་ལ་རབ་བསྟན་ནས། །འཇམ་པའི་དབྱངས་ལའང་གཏད་པ་ཡིན། །
en: Further, I taught this king of manuals Throughout the entire world And am now giving it to Mañjughoṣa. {53.55}

source: ང་ནི་འཇིག་རྟེན་མྱ་ངན་འདས། །ས་སྟེང་སྟོངས་པར་གྱུར་པ་ན། །དེ་ནས་འཇམ་དཔལ་སེམས་ཅན་ལ། །སངས་རྒྱས་མཛད་པ་བྱེད་པར་འགྱུར། །
en: “When I have passed from this world into the final nirvāṇa And the earth is devoid of my presence, Mañjuśrī will continue the work of the Buddha For the sake of the beings there. {53.56}

source: ཐུབ་དབང་ཡོངས་སུ་མྱ་ངན་འདས། །དམ་པའི་ཆོས་ནི་བསྲུང་བའི་ཕྱིར། །དེ་ཚེ་རྟག་ཏུ་སྲུང་བར་ནི། །འཇམ་པའི་དབྱངས་ནི་འགྱུར་བ་ཡིན། །
en: “In order to preserve the sacred Dharma When the victorious lords are in the state of nirvāṇa, Mañjughoṣa will always Guard it continually. {53.57}

source: སྔགས་ནི་རབ་ཏུ་དབྱེ་དོན་དུ། །ཆོ་ག་རྒྱ་ཆེན་བསྟན་པ་ཡིན། །
en: “This extensive manual has been taught In order to promulgate the mantra path.

source: དེ་ཚེ་དུས་ཀྱི་ཐ་མ་ལ། །མ་རུངས་མི་བཟད་ཆེན་པོ་ཡི། །མི་བདག་གདུག་པ་ཆེན་པོ་ནི། །ཕན་ཚུན་གསོད་པ་དག་ལ་དགའ། །
en: During the terrible and dreadful time At the end of the eon {53.58} “The human kings will be very violent And delight in killing one another.

source: སྡིག་པའི་ལས་ཅན་སྤྱོད་པ་ངན། །
en: They will commit evil acts and follow wrong conduct.

source: དེ་ཚེ་ལོངས་སྤྱོད་ཆུང་བ་དང་། །དེ་ཚེ་དུས་ཀྱི་ཐ་མ་ལ། །འབྱུང་བར་འགྱུར་བར་ཐེ་ཚོམ་མ་མེད། །
en: During the debased eon Enjoyments will be few, Of this there is no doubt. {53.59}

source: སཱ་ལ་ཞེས་བྱའི་ནགས་སུ་ནི། །དེ་དག་མཆོད་དོན་རྩོམ་པར་བྱེད། །ཆུ་བོ་གསེར་ལྡན་འགྲམ་དང་ནི། །ཅོད་པན་འཆིང་བའི་མཆོད་རྟེན་དུ། །
en: “The kings of men will come To worship in the Sāla Grove, In the Makuṭabandhana temple, And on the banks of the Hiraṇyavatī river. {53.60}

source: ཞི་བའི་དབྱིངས་ལ་བརྟེན་པའི་ཕྱིར། །ང་ནི་མྱ་ངན་འདས་མལ་འཆའ། །ལུས་ནི་སྲེག་པའི་ཤིང་ལ་བཞག །རྫོགས་ལོངས་སྤྱོད་པ་ལོངས་སྤྱོད་སྤངས། །
en: “When I have passed, on my bed, into final nirvāṇa And have entered the sphere of peace, My body, in a state of bliss but devoid of sensation, Will be placed upon the funeral pyre. {53.61}

source: དེའི་སྔོན་མཛད་པ་ཉིད་དང་ནི། །ང་ཡི་རྨད་བྱུང་སྤྱོད་མཐོང་ནས། །ང་ཡི་གདུལ་བྱའི་སྤྱོད་ཡུལ་དང་། །སངས་རྒྱས་གདུལ་བྱའི་མཛད་པ་དང་། །སྤྱོད་པ་དགེ་བ་སྣ་ཚོགས་དེ། །
en: “Looking upon my former deeds, The miracles I have performed, And the guiding activity of the Buddha That leads to the propriety of conduct, {53.62}

source: མི་ཡི་བདག་པོ་ཀུན་དྲན་ནས། །ཐམས་ཅད་མཆོད་པ་བྱེད་པར་འགྱུར། །ལྷ་དང་ལྷ་མིན་མིར་བཅས་པ། །
en: “And reflecting upon these auspicious and illustrious acts, All the kings, along with the gods, The asuras, and ordinary humans Will offer worship to me. {53.63}

source: དེ་ནས་ས་བདག་ཀུན་འདུས་ནས། །དེ་ཚེ་ང་ཡི་དྲུང་དུ་ནི། །དགའ་སྟོན་ཆེན་པོ་མཆོད་པ་ཀུན། །བྱེད་པར་འགྱུར་བར་ཐེ་ཚོམ་མ་མེད། །
en: “All the earthly rulers, having come together, Will offer worship amidst great celebrations At that time, near to my body, There is no doubt about that. {53.64}

source: སྐུ་ནི་ཤིང་ལ་རབ་བཏེག་ནས། །ཟང་ཟིང་ཡོན་ཏན་འབྱུང་བའི་གནས། །དགེ་བ་དང་ནི་མི་དགེ་དང་། །བསོད་ནམས་བསོད་ནམས་མ་ཡིན་སྤངས། །ཡང་དག་མཐའ་དོན་སྟོང་ཉིད་མཐའ། །ཕུང་པོ་ལྔ་ནི་འབྱུང་བ་ཆེ། །
en: “My physical body, a source of qualities, Will be placed on the funeral pyre, Its faults terminated and only the merit left. It will be free from all nonvirtue And its five empty aggregates Will now arise as the corresponding [five] realities. {53.65}

source: སེམས་ཅན་མང་པོས་དེ་རྗེས་མཐོང་། །བསོད་ནམས་ཆེ་བའི་དོན་དུ་སྦྱར། །
en: “Upon seeing it, Many beings will acquire great merit.

source: རྫུ་འཕྲུལ་ཆེན་པོ་འདོད་ཆགས་བྲལ། །ཉན་ཐོས་ཆེན་པོ་བདག་ཉིད་ཆེ། །བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ཀྱང་། །ས་བཅུ་ལ་ནི་ཡང་དག་གནས། །
en: The great śrāvakas, great beings devoid of passions And possessed of great powers, And all the bodhisattvas Who abide on the ten levels {53.66}

source: སེམས་ཅན་ཀུན་ལ་སྙིང་བརྩེ་བར། །ཀུན་གྱིས་ཡོངས་སུ་བསྐོར་ནས་གནས། །
en: “Will all gather around, Filled with compassion for all beings.

source: ལྷ་ཡི་ཚོགས་ནི་ཐམས་ཅད་དང་། །འཕགས་དང་སོ་སོའི་སྐྱེ་བོ་དང་། །འདི་ཀུན་བསོད་ནམས་ཆེན་པོའི་གནས། །མཆོད་རྟེན་ལ་ནི་འདུས་པར་འགྱུར། །
en: All the hosts of gods, As well as the noble and ordinary people, {53.67} “Will all congregate around That single place of great merit.

source: མི་རྟག་སྡུག་བསྔལ་དོན་གནས་ནས། །དང་བའི་སེམས་ནི་རབ་ཏུ་ཐོབ། །
en: They will attain the faith that rests upon The understanding of impermanence and suffering. {53.68}

source: མཆོད་རྟེན་མཐའ་ཡི་ཉེན་ཀོར་དུ། །འབྱུང་པོའི་ཚོགས་ཀྱང་འདུག་པ་ཡིན། །མཆོད་པ་ཆེན་པོ་བྱས་ནས་ནི། །སྨྲེ་སྔགས་འདོན་ཅིང་ངུ་བར་བྱེད། །
en: “All the hosts of spirits Will be near the [funerary] caitya, Making large offerings, Wailing and crying. {53.69}

source: དབུགས་འབྱིན་སྙིང་རྗེས་བརླན་ནས་ནས་ནི། །མཆི་མའི་ཐིགས་པའང་རབ་ཏུ་འཛག །
en: “They will shed profuse tears And sob, overwhelmed by compassion.

source: སྨྲེ་སྔགས་འདི་ལྟར་ཀུན་འདོན་པ། །མི་རྟག་སྡུག་བསྔལ་སྟོང་པ་ཡི། །
en: They will lament over impermanence, Suffering, and emptiness as follows: {53.70}

source: སངས་རྒྱས་ཆོས་ནི་སྔར་སྟོན་མཛད། །ད་ལྟར་ས་སྟེང་འདི་ལ་ནི། །
en: “ ‘The Buddha taught the Dharma Here on earth, in the present time.

source: དེ་འདིར་ཐུབ་མཆོག་དམ་པ་ནི། །དྲང་སྲོང་མཆོག་གྱུར་བདུན་པ་དང་། །སེམས་ཅན་ཀུན་མཆོག་ཤཱཀྱའི་རྒྱལ། །དེ་མཐོང་བ་ཡི་ཐ་མ་ཡིན། །
en: And now, this best of sages, The eminent seventh bull of a sage, Born among the Śākyas, the foremost of all beings, Is seen by us for the last time. {53.71}

source: སྡུག་བསྔལ་མི་རྟག་སྟོན་པ་ཡི། །བཅོམ་ལྡན་དེ་འདི་གཟིམས་པ་ཡི། །
en: “ ‘The Blessed One, who taught us Impermanence and suffering, is lying here.

source: མཐོང་བ་ཡི་ནི་ཐ་མ་འམ། །སྟོང་ཉིད་དོན་དམ་སྟོན་བྱེད་དང་། །ཐོག་མ་ནས་ཞི་དོན་སྟོན་པ། །
en: He taught emptiness, the absolute truth, And he explained the meaning of primordial peace.

source: ལྷ་ཡི་ཚོགས་དག་ཅི་ཡི་ཕྱིར། །ཀྱེ་མ་མངའ་བདག་སད་མི་བྱེད། །
en: Why, O gods, do you not wake up Our lord and master? {53.72}

source: རྫུ་འཕྲུལ་ཆེན་པོ་ལྷ་ཡི་བུ། །ཐམས་ཅད་འདིར་ནི་ལྷགས་པར་འགྱུར། །དཔའ་བོ་ཆེན་པོ་ཆོས་དོན་གཉེར། །རྫུ་འཕྲུལ་ཆེན་པོ་ཉན་ཐོས་དང་། །སེམས་ཅན་ཀུན་ནི་སྡུག་བསྔལ་བའི། །མི་དང་ལྷ་དང་ལྷ་མ་ཡིན། །
en: “ ‘Gathered here are all the Buddha’s sons Of great miraculous powers And the powerful śrāvakas, Rich in religious merit and courage. {53.73} “ ‘All the beings— men , gods, and asuras— Are thoroughly distressed.

source: ཆོས་ཀྱི་འཁོར་ལོ་རྗེས་བསྐོར་བའི། །དེ་ཡི་དུས་ནི་འདི་དག་ཡིན། །བཅོམ་ལྡན་ཁྱོད་ནི་མྱུར་དུ་བཞེངས། །
en: This is an occasion to continue Turning the wheel of Dharma, {53.74} “ ‘So rise up swiftly, O Blessed One!

source: སངས་རྒྱས་དུས་ཀྱི་རྗེས་འགྲོ་བ། །རྒྱ་མཚོ་ཆེན་པོའི་དུས་བཞིན་དུ། །ཐུབ་པས་དེ་འདྲར་མི་འདའ་མཛོད། །
en: May the Buddha’s sojourn [on earth] continue For as long as the great ocean [of saṃsāra] lasts! Do not neglect those sinking in it, O sage! {53.75}

source: ཡུན་རིང་དུས་ནས་བརྟེན་མཛད་པའི། །སེམས་ཅན་མང་པོའི་དོན་མཛད་སྩོལ། །
en: “ ‘Do not disregard so many beings By staying for a long time in a samādhi-like state.

source: ཞི་བ་མྱ་ངན་འདས་ལམ་མམ། །བསམ་གཏན་རྣམ་ཐར་བསྟན་དུ་གསོལ། །
en: Abandon meditative absorption And teach the path to peaceful nirvāṇa.’ {53.76}

source: དེ་ལྟར་རྣམ་པ་དུ་མ་ཡི། །སྨྲ་བ་མང་པོའི་ཚིག་བརྗོད་ནས། །
en: “Lamenting, they will utter Many words of this kind. {53.77}

source: རྫུ་འཕྲུལ་ཆེན་པོའི་ལྷ་ཡི་ཚོགས། །དེ་ནས་ཐམས་ཅད་ཅང་མི་སྨྲ། །
en: “Then all these powerful gods, And all their hosts, will fall silent.

source: མཚུངས་མེད་སྨྲེ་སྔགས་བྱས་ནས་ནི། །བདུད་དང་བཅས་པས་རབ་ཏུ་འདུག །
en: Having wailed so much, They will now wait, bowing respectfully. {53.78}

source: ཡུན་རིང་ངུ་ཞིང་སྨྲེ་བྱས་ནས། །འགུལ་ནས་མཆི་བཅས་སྒྲ་འཛེར་བཅས། །མྱ་ངན་ཡིད་མི་བདེ་དང་བཅས། །ཚངས་སོགས་ལྷ་དང་ལྷ་མིན་བཅས། །
en: “Then the gods and the asuras, Brahmā and so forth, Will cry for a long time, uttering shrill cries With stammering voices And throats choked by grief. {53.79}

source: མི་དང་མི་ཡི་བདག་པོ་ཀུན། །ས་སྟེང་དེ་ལ་གནས་པར་འགྱུར། །གཞན་ཡང་ཤཱཀྱའི་རིགས་སྐྱེས་པ། །རྫུ་འཕྲུལ་ཆེན་པོ་འདོད་ཆགས་བྲལ། །
en: “All the human -born kings, Sitting on the ground, [will say,] ‘The liberated one born into the Śākya clan, Free from passion and very powerful,

source: བདག་ཉིད་ཆེན་པོ་སངས་རྒྱས་ནི། །ལྷ་ཡི་ལྷ་ཡི་གཉེན་གྱུར་པ། །
en: Is none other than the great Buddha, The knowing one, the god of gods.’ {53.80}

source: དགེ་སློང་མ་འགགས་པ་ཞེས་བྱ། །དེ་གཅུང་མི་ཡི་ནང་ན་དགེ། །ཤིན་ཏུ་ཕྲ་ལ་མཁས་ཤིང་གསལ། །ཆགས་བྲལ་ལུགས་ལ་མཁས་པ་དང་། །དགྲ་བཅོམ་གཙོ་བོ་རྒྱལ་པོ་ནི། །དུ་མའི་འཁོར་གྱིས་ཡོངས་སུ་བསྐོར། །
en: “A young monk by the name Aniruddha, Human -born and virtuous, Distinguished by his subtlety and ability, Excelling in recitation and conduct, Surrounded by a retinue Of eminent arhats and kings, {53.81}

source: མྱ་ངན་གྱིས་བསྐྱེད་དབུགས་ཕྱུང་ནས། །ཤིན་ཏུ་ཡུན་རིང་ཚིག་ཀྱང་སྨྲས། །སྙིང་རྗེ་ཡིད་མི་བདེས་དྲངས་པས། །རྒྱལ་པོ་དང་བཅས་གྱད་རྣམས་ལ། །
en: “Will then say to the Malla kings and subjects Sighing in anguish, Their minds moist with compassion, The following sweet words: {53.82}

source: གྲོགས་པོ་རེ་ཞིག་ཤིང་ལ་ནི། །མེ་ནི་འཇུག་པར་མ་བྱེད་ཅིག །ཇི་སྲིད་བཅོམ་ལྡན་སྲས་པོ་ནི། །མཆོག་གྱུར་ཆོས་ཉིད་ལས་བྱུང་བ། །
en: “ ‘My friends, do not Set this pyre here aflame Until the Blessed One’s foremost son, The fount of the Dharma, has arrived. {53.83}

source: དེ་ནི་ཉན་ཐོས་རྫུ་འཕྲུལ་ཆེ། །འོད་སྲུང་ཆེན་པོ་ཞེས་བྱ་བ། །
en: “ ‘His name is Mahākāśyapa, And he is a śrāvaka of great miraculous power.

source: ཐུབ་པ་ཆེན་པོ་བློ་ཡི་མཆོག །བྲམ་ཟེའི་རིགས་སྐྱེས་ཟང་ཟིང་མེད། །
en: He possesses the intelligence of a great sage, And was born a brahmin, free from worldliness. {53.84}

source: མ་ག་དྷཱ་ཡི་མི་ནང་སྐྱེས། །རི་བོ་དེར་ནི་མཉམ་པར་བཞག །
en: “ ‘He was born among the Magadhans And spends his time in meditative equipoise there,

source: གྲོང་ཁྱེར་རྒྱལ་པོའི་ཁབ་མཆོག་ཏུ། །པི་བ་ལ་ཡི་ཁྱིམ་དུ་གནས། །
en: On a hill, under a pipal tree that affords shelter, Near the fine city of Rājagṛha. {53.85}

source: དེ་ནི་མྱུར་དུ་འདིར་འོང་བར། །བྱེད་ཀྱི་གཞན་དུ་མ་ཡིན་ནོ། །
en: “ ‘He will swiftly arrive here; He would not do otherwise.

source: ལྷ་ནི་གང་ཞིག་དེར་དང་བ། །སྐུ་ལ་མེ་འབར་ངེས་བཟློག་པས། །དེ་བར་སྐུ་ལ་མེ་གཏོང་བ། །ངལ་བ་དོན་མེད་མ་བྱེད་ཅིག །
en: The deity that he worships Would surely put out the kindling flame, {53.86} “ ‘So do not light the pyre just yet, As this would be a vain labor.

source: ཇི་སྲིད་རྫུ་འཕྲུལ་ཆེ་བའི་མཆོག །ཉན་ཐོས་ཐུབ་པ་ཐུགས་དགྱེས་དེས། །
en: [Wait] until that powerful śrāvaka, The foremost son of the Sage, {53.87}

source: འཇིག་རྟེན་གསུམ་མཆོད་སངས་རྒྱས་དང་། །སྟོན་པ་འཇིག་རྟེན་གྱིས་མཆོད་ལ། །ཞབས་ལ་སྤྱི་བོས་ཕྱག་འཚལ་ནས། །བླ་མ་གཡས་སུ་བསྐོར་བྱས་པ། །
en: “ ‘Circumambulates [the remains of] the guru, The Buddha worshiped in the threefold universe. After Mahākāśyapa has bowed his head to the feet Of the Teacher who is revered throughout the world, {53.88}

source: དེ་ཚེ་སྐུ་འདི་སྦར་དོན་དུ། །དེར་ནི་ཀུན་གྱིས་རབ་བྱོས་ཤིག །གང་ཚེ་སྔར་ནི་སྦར་གྱུར་ན། །ཀུན་ཏུ་འབར་བའང་དོན་མེད་འགྱུར། །
en: “ ‘Then you can all proceed with The lighting of the pyre. Only then will the fire In the caitya ignite.

source: ཐམས་ཅད་དོན་མེད་མ་བྱེད་ཅིག །འདིར་ནི་ངལ་བ་ཁོ་ན་འབྱུང་། །
en: So do not, all of you, perform this vain labor That is nothing but [pointless] toil.’ {53.89}

source: བློ་དང་ལྡན་པ་མ་འགགས་པས། །ཀུན་ལ་དེ་སྐད་སྨྲས་ནས་ནི། །མི་དང་མི་ཡི་བདག་པོ་དང་། །གྱད་རྣམས་ཀུན་ཀྱང་འདུག་པར་གྱུར། །
en: “Being thus told By the sagacious Aniruddha, All the Malla men and their kings Will remain seated. {53.90}

source: མི་ཡི་རིགས་སུ་ང་སྐྱེས་ཤིང་། །མི་རྣམས་ཀྱིས་ཀྱང་རབ་ཏུ་སྐྱེད། །ལོངས་སྤྱོད་རྣམ་མང་གཞན་དང་ནི། །བཟོ་དང་སྒྱུ་རྩལ་དགེ་བའང་བསྐྱེད། །
en: “Because I was born among humans, And was nurtured by them, With the attendant pleasures of many kinds And other benefits, such as those arising from the arts and crafts; {53.91}

source: ས་སྟེང་ཤིང་གི་རྩ་དག་ཏུ། །མི་ཡི་གཟུགས་ཀྱིས་བྱང་ཆུབ་ཐོབ། །
en: “Because I attained awakening among humans, On earth, at the foot of the [Bodhi] tree;

source: སངས་རྒྱས་ཀུན་གྱི་མཛད་པ་ནི། །མི་རྣམས་ལ་ནི་ཆོས་ཀྱང་བསྟན། །
en: And because I taught, among humans, The Dharma that benefits all sentient beings, {53.92}

source: དེ་ཉིད་ཕྱིར་ན་མི་རྣམས་ཀྱིས། །སྐུ་སྦྱང་དོན་ཕྱིར་མེ་ཡང་སྦར། །
en: “It is fit for human beings alone To light the funeral pyre.

source: ང་མིང་འབྱུང་པོ་ཀུན་གྱི་ནི། །མཆོག་ཉིད་དུ་ནི་གྱུར་པ་ཡིན། །མི་ཡི་འཇིག་རྟེན་ཞི་བ་དང་། །ང་ནི་མྱ་ངན་འདས་པར་བརྟགས། །
en: Since I attained preeminence among all beings As a human being, My peaceful final nirvāṇa Is destined to take place in the human world. {53.93}

source: གང་དག་སངས་རྒྱས་ཐམས་ཅད་ནི། །འདས་དང་མ་འོངས་ད་ལྟར་གྱི། །ཐམས་ཅད་མི་ཡི་འཇིག་རྟེན་དུ། །མི་ཡི་ལུས་སུ་ཡང་དག་འབྱུང་། །
en: “Whatever buddhas came in the past, Will come in the future, or are active at present, All of them are born in a human body In this human world. {53.94}

source: སྐྱེ་དང་བྱང་ཆུབ་དེ་བཞིན་དུ། །དམ་ཆོས་འཁོར་ལོ་དགེ་བ་སྤྱོད། །ཞི་བ་ཡང་དག་ཀུན་གཤེགས་པར། །དེ་བཞིན་རང་རྒྱལ་དགྲ་བཅོམ་པ། །མི་ཡི་ལུས་ལ་བརྟེན་ནས་ནི། །བླ་མེད་ཞི་བར་གཤེགས་པ་ཡིན། །
en: “All of them are born, attain awakening, Turn the auspicious Dharma wheel, And enter the peace [of final] nirvāṇa. Because the pratyeka­buddhas and the noble śrāvakas Also take a human birth and attain unsurpassable peace, This attainment is regarded as threefold. {53.95}

source: བསྐལ་པ་བསམ་གྱིས་མི་ཁྱབ་པར། །དེ་དག་ལ་ནི་ངས་ཕན་བྱས། །
en: “I have assisted [ human beings] For inconceivable eons.

source: ང་ནི་ཕྱི་མར་ཞི་བ་དང་། །བསིལ་བར་གྱུར་ཅིང་འགོག་པར་གྱུར། །ས་སྟེང་སྟོངས་པར་གྱུར་པ་ན། །དེར་ནི་སྐུ་གདུང་རབ་བཞག་པ། །
en: When I pass into the state of final peace, Cool and not subject to arising, I will leave behind my relics there, On the earth devoid of my presence, {53.96}

source: མི་རྣམས་ལ་ནི་ཕན་དོན་དུ། །མཆོད་པ་རྗེས་སུ་གཟུང་འདོད་པས། །
en: “For the benefit of the human beings On whom I wish to bestow the benefits of worship.

source: འཇིག་རྟེན་ལྷ་དང་ལྷ་མིན་བཅས། །མི་དང་གནོད་སྦྱིན་མཁའ་ལྡིང་བདག །སྲིན་པོ་ཡི་དགས་གྲུལ་བུམ་དང་། །རྫུ་འཕྲུལ་ཆེན་པོའི་ཤ་ཟ་རྣམས། །འབྱུང་པོ་དག་ནི་ཐམས་ཅད་དང་། །གཟར་བཅས་མ་མོ་རྣམས་དང་ནི། །
en: The relics will likewise be for the lower gods and asuras, For the ṛṣis, yakṣa s, and garuḍas, {53.97} “For the rākṣasas, pretas, and kuṣmāṇḍas, For the powerful piśācas, For all the spirits including The grahas and the mātṛs, {53.98}

source: དེ་བཞིན་འཇིག་རྟེན་ཐམས་ཅད་ནི། །གྲངས་མེད་བསམ་གྱིས་མི་ཁྱབ་ཁམས། །སྲོག་ཆགས་ཐམས་ཅད་ཉིད་དག་ནི། །མཆོད་པའི་དོན་ཕྱིར་སྐུ་གདུང་དག །ས་སྟེང་སྟོངས་པར་གྱུར་པ་ན། །དེ་ཡི་ཚེ་ན་ཡང་དག་བཞག །
en: “And likewise for all the innumerable worlds With their inconceivable world spheres That support all [types of] life. The relics will be left behind on the earth, Destitute at that time of my presence, For the purpose of worship. {53.99}

source: ཁ་ཅིག་ས་སྟེང་མི་དག་དང་། །ལྷ་ཡི་རྒྱལ་པོ་དེ་བཞིན་གཞན། །ལྷ་མིན་དབང་པོ་རྫུ་འཕྲུལ་ཆེ། །ས་འོག་གནས་པ་གཞན་དག་དང་། །དེ་བཞིན་ཀླུ་རྒྱལ་ལྷ་མིན་དག །སྐུ་གདུང་སོ་སོ་སོ་སོར་ནི། །
en: “Any mortals who arrive for these substances, Any celestial kings or other beings, Such as the inhabitants of the subterranean paradises, The powerful lords of the dānavas, The nāga kings, and the daityas, Will each separately take my relics. {53.100}

source: ཡོན་ཏན་ལྡན་པ་རྫུ་འཕྲུལ་ཆེས། །ཕྱོགས་ནས་ཐམས་ཅད་བདག་གིར་བྱས། །རང་གི་གནས་སུ་ཁྱེར་ནས་ནི། །དེ་ཚེ་མཆོད་པ་བྱེད་འགྱུར་ཞིང་། །རྫུ་འཕྲུལ་ཆེན་པོ་སངས་རྒྱས་སུ། །ཐམས་ཅད་ཐེ་ཚོམ་མེད་པར་འགྱུར། །
en: “Bereft of their valued object But endowed with good qualities, These powerful beings will take [the relics] To their own abodes and worship them. {53.101} “All of them will become, without a doubt, Buddhas with great miraculous powers.

source: མཆོག་དང་ཐ་མ་བར་གནས་པའི། །སེམས་ནི་དད་པ་རྣམ་གསུམ་གྱིས། །འཇིག་རྟེན་རྣམ་གསུམ་འགྱུར་བ་ནི། །སངས་རྒྱས་བསེ་རུ་དགྲ་བཅོམ་ཐོབ། །
en: Depending on their clarity of mind, They will fall into three categories—the highest, the lower, and the middle. {53.102} “They will thus become, in this threefold universe, Either buddhas, or rhinoceros-like pratyeka­buddhas, or arhats.

source: ཐེག་པ་རྣམ་གསུམ་འཇིག་རྟེན་གསུམ། །རྣམ་གསུམ་ཡང་དག་བསྟན་པ་ཡིན། །
en: Accordingly, there will arise in the world Three vehicles of three different types: {53.103}

source: ཐེག་ཆེན་ལ་འཇུག་ལམ་གྱིས་ནི། །དེ་ལ་བརྟེན་ནས་ངེས་པར་འབྱུང་། །
en: “There will be (1) those who become liberated Based on the practices of the path described as Great Vehicle.

source: རང་རྒྱལ་བྱང་ཆུབ་ལ་བརྟེན་པ། །དེ་བཞིན་འཇིག་རྟེན་འགྱུར་བ་ཡིན། །
en: There will also be, at that time in the world, (2) Those who attain awakening and become liberated by themselves. {53.104}

source: དེ་ལས་གཞན་པ་ཉན་ཐོས་ཀྱང་། །རྫུ་འཕྲུལ་ཆེན་པོ་འདོད་ཆགས་བྲལ། །
en: “And there will also be (3) the śrāvakas, Freed from passions and endowed with miraculous powers.

source: དེ་བཞིན་འཇིག་རྟེན་འགྱུར་བ་ཡིན། །རྣམ་གསུམ་རིགས་ཀྱིས་རྣམ་པར་བརྒྱན། །
en: Thus, there will be at that time in the world Beings adorned with this threefold family affiliation. {53.105}

source: ས་བདག་ལོངས་སྤྱོད་ཆེན་པོ་དང་། །བདེ་ཆེན་དོན་དུ་འཁོར་ལོས་སྒྱུར། །ལྷ་དང་མི་ཡི་ཕུན་སུམ་ཚོགས། །ཡུན་རིང་དེ་ཚེ་རྗེས་མྱོང་ནས། །
en: “Kings who enjoy great comforts Yet exercise their imperial might with great gentleness, Will enjoy, as human beings, Divine fortunes for a long time,

source: མཐར་ནི་འཆི་བ་ལ་བརྟེན་ནས། །དེ་དག་ཞི་བ་རྣམ་གསུམ་འགྲོ། །
en: And when they eventually die, They will attain one of the three kinds of peace. {53.106}

source: དང་པོར་སྔར་ནི་སངས་རྒྱས་དང་། །ད་ལྟར་མ་འོངས་པ་དག་ཀྱང་། །ཐམས་ཅད་ལ་ནི་འདི་ཉིད་དེ། །འདི་ནི་ཡང་དག་ཇི་བཞིན་བསྟན། །
en: “The previous buddhas since the beginning, And those of the present and future too, All followed the same course As the one displayed here. {53.107}

source: མྱ་ངན་འདས་པའི་ས་དེ་ལ། །ལྷ་རྣམས་ཐམས་ཅད་འདུག་ནས་ནི། །ཡིད་བྱུང་སེམས་ནི་སྐྱོ་ནས་ཀྱང་། །སྐད་འཛེར་བཅས་པས་སྨྲ་བ་ནི། །དེ་ཚེ་ཐམས་ཅད་འདི་སྐད་སྨྲ། །
en: “All the deities sitting there At the place of my nirvāṇa Will become disturbed and upset, And their voices will falter. {53.108} “They will all say at that time,

source: ཀྱེ་མའོ་ཀྱི་ཧུད་མི་རྟག་པ། །
en: ‘Alas, this is impermanence!

source: འཇིག་རྟེན་སངས་རྒྱས་རྫུ་འཕྲུལ་ཆེ། །དེ་འདིར་ཡོངས་སུ་མྱ་ངན་འདས། །
en: The buddhas with great miraculous powers Pass from this world into final nirvāṇa.’ {53.109}

source: ལྷ་ཡི་རྒྱལ་པོ་རྫུ་འཕྲུལ་ཆེ། །དེ་དག་ཀུན་གྱིས་དེ་སྨྲས་ནས། །སྙིང་ནི་མྱ་ངན་བཅས་གྱུར་ནས། །དེ་ནས་ཅང་མི་སྨྲ་བར་གནས། །
en: “All the powerful divine kings, Having said this, Will experience anguish in their hearts And will remain silent. {53.110}

source: མ་ག་དྷཱ་ཡི་སྐྱེ་བོ་མཆོག །ཀུ་ཤའི་མཆོག་གི་གྲོང་གནས་པ། །དེ་དང་ཉེ་བའི་རི་བོ་ནི། །ཕག་རྒོད་ཅེས་བྱའི་མིང་དུ་གྲགས། །དགེ་སློང་བསམ་གཏན་དེར་བྱེད་པ། །པི་པ་ལི་ཡི་ཕུག་ཞུགས་པ། །
en: “Among the noble people of Magadha Who dwell in the city of Kuśāgrapura, Not far from there, On the mountain called Vārāha, There meditates a monk, Sheltered by [the root spurs of] a pipal tree. {53.111}

source: འདི་ནི་ཉན་ཐོས་ང་ཡི་བུ། །ཐུགས་སྐྱེས་ཆོས་ལས་བྱུང་བ་གང་། །
en: “He is a śrāvaka and my foremost heart son, The fount of the Dharma.

source: དེ་ནི་འོད་སྲུང་ཆེན་པོ་ཡིན། །དེ་ཚེ་ཕུག་མཆོག་ལ་འདུག་ནས། །
en: His name is Mahākāśyapa and he will be sitting, At that time, in his fine shelter. {53.112}
